Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: this is the last one. see, I told you. this is why I didn’t want you to follow me.
es_419: falta una sola persona. ¿ves? te lo dije. por eso no quería que vinieras.

source: I’ll be quiet as a mouse!
es_419: ¡no notará mi presencia!

source: ah...
es_419: cielos…

source: I swear, you can trust me.
es_419: le juro que puede confiar en mí.

source: so he stopped the hourglass so that you would have to stay in the human world.
es_419: así que detuvo el reloj de arena para que usted siguiera en el mundo humano.

source: you are so much older than me. it makes sense that you’re tired.
es_419: es mucho mayor que yo. es lógico que esté cansado.

source: ahaha... th-that's true...
es_419: jaja, e-eso es cierto.

source: oh, wait.
es_419: ah, espera.

source: and we need to stay as close as possible when we're asleep.
es_419: por eso debemos estar lo más cerca posible cuando dormimos.

source: it's been a week for me!
es_419: ¡yo hace una semana!

source: ideas from new hires often lose their spark as they go through managerial and bureaucratic red tape.
es_419: por lo general, las ideas de los empleados nuevos pierden su chispa por límites burocráticos y administrativos.

source: point
es_419: SEÑALA

source: by the way, why did you come here?
es_419: por cierto, ¿por qué vino aquí?

source: what was that just now?
es_419: ¿qué fue eso?

source: what's wrong? isn't this what you wanted?
es_419: ¿qué pasa? ¿no era lo que querías?

source: all right. he's saying he'll keep me safe...
es_419: bueno. dice que va a protegerme.

source: that’s why it’s so strange.
es_419: por eso todo esto me resulta tan raro.

source: ...and now all I have to do is leave and get ready for to work.
es_419: … y, ahora, lo único que me resta hacer es irme y prepararme para trabajar.

source: sway
es_419: FUUSH

source: it’s cold out here at night. you might catch a cold.
es_419: cada vez hace más frío. podrías resfriarte.

source: no, I’m not dating mr. gam.
es_419: no. no salgo con el señor gam.

source: what do you mean?!
es_419: ¡¿de qué habla?!

source: where have you been?
es_419: ¿dónde estabas?

source: and to be honest, I’m nocturnal, which means I can focus better at night.
es_419: siendo sincera, me concentro mejor de noche que de día.

source: what did she mean by that?
es_419: ¿qué quiso decir con eso?

source: tumble
es_419: PUM

source: let's go inside now.
es_419: entremos.

source: cold
es_419: FRÍO

source: I’ll try to cheer him up once he gets home.
es_419: voy a intentar levantarle el ánimo cuando llegue.

source: I'm guessing you're going to an interview.
es_419: supongo que tiene una entrevista.

source: no thanks.
es_419: no, gracias.

source: I thought you’d be ecstatic about this.
es_419: creí que te pondrías eufórica.

source: I understand that feeling very well.
es_419: sé bien cómo se siente.

source: I hope... there’s nothing for me to worry about on that front.
es_419: espero que no tenga de qué preocuparme en ese aspecto.

source: that's how you get synchronized?
es_419: ¿así te sincronizas?

source: you shouldn’t feel bad.
es_419: no tienes la culpa de nada.

source: now that I think about it, mr. geum was right.
es_419: ahora que lo pienso, el señor geum tenía razón.

source: since I didn't make enough from part-time work,
es_419: como no ganaba lo suficiente en mi trabajo de medio tiempo,

source: you're saying... that's me?
es_419: … ¿y esa sería yo?

source: thanks to you, mr. gam will finally be able to go back to the demon world.
es_419: gracias a usted, el señor gam por fin podrá volver al mundo de los demonios.

source: is there a way to give more of my energy to her?
es_419: ¿hay alguna manera de darle más de mi energía?

source: they’ll just think I’m a weirdo...
es_419: me tratarían de loca o mentirosa.

source: it's finally the first day of work...!
es_419: ¡por fin llegó mi primer día de trabajo!

source: wait, he turned to face me? why?!
es_419: momento, ¿se volvió hacia mí? ¡¿por qué?!

source: who are you to speak like that about our food?
es_419: ¿quién es para hablar así de nuestra comida?

source: did mr. gam really hurt me in my previous life?
es_419: ¿de verdad el señor gam me lastimó en mi otra vida?

source: I’ll take that as a yes.
es_419: tomaré eso como un sí.

source: why did you waste your time and energy preparing all this, when I told you to just get some rest?
es_419: ¿por qué desperdiciaste tiempo y energía para preparar todo esto? ¿no te había dicho que descansaras?

source: we're working out, not holding hands!
es_419: ¡estamos haciendo yoga, no tomándonos de las manos!

source: did he bring the entire company’s security files?!
es_419: ¡¿acaso trajo los archivos de seguridad de toda la compañía?!

source: from what I saw earlier, that woman drinks a lot of coffee.
es_419: por lo que vi, esa mujer bebe mucho café.

source: what's mr. gam doing over there?
es_419: ¿qué hace el señor gam ahí?

source: mr. yeonu! you’re so good at cooking meat. you’re the best!
es_419: ¡yeonu! asas muy bien. ¡eres todo un maestro parrillero!

source: cou...ple?
es_419: ¿pa… reja?

source: ...to meet my human partner.
es_419: … encontrar a mi compañera humana.

source: ...fall asle--
es_419: … dormirt--

source: but you love coffee. you used to drink five cups of coffee a day.
es_419: pero te encanta el café. antes bebías cinco tazas por día.

source: still, to think that two adults, a man and a woman, no less...
es_419: pensar que dos adultos, un hombre y una mujer, nadie más…

source: that's because you have a bad fever.
es_419: lo que pasa es que tienes fiebre.

source: you make it impossible for me to mind my own business because you don't seem to do anything right.
es_419: me resulta imposible ocuparme de mis asuntos porque no haces nada bien.

source: I can probably tell him this much.
es_419: creo que ya le dije suficiente.

source: wow, congrats!
es_419: ¡guau! ¡felicidades!

source: but before I do that, let me ask you this one thing.
es_419: pero antes déjame preguntarte una cosa.

source: mr. gam? what's wrong?
es_419: ¿señor gam? ¿qué le pasa?

source: I can't believe this.
es_419: no puedo creerlo.

source: he never has.
es_419: nunca salió con nadie.

source: I haven't been able to sleep since the day I moved in here.
es_419: no he podido dormir desde que me mudé aquí.

source: I guess I rushed her too much.
es_419: creo que la presioné mucho.

source: shocked
es_419: ATÓNITA

source: Story MJ Art Baeklee Producer KENAZ Corporate Editor woody Additional Producers Vita, Minhee
es_419: Historia: MJ Arte: Baeklee Producción: KENAZ Corporate Edición: Woody Colaboración: Vita, Minhee

source: he dislikes you that much that he would cast a magic spell? who is he anyway?
es_419: ¿tanto lo odia como para lanzar un hechizo en contra de usted? ¿y quién es él?

source: I guess I'll just have to try.
es_419: tendré que intentarlo.

source: bury
es_419: SE OCULTA

source: scratch
es_419: FRAS

source: pft... you were able to meet your human partner because I talked to you.
es_419: ¡pff! logró encontrar a su compañera humana gracias a que yo le hablé.

source: yes. why would I lie to yo—
es_419: sí. ¿por qué te mentiría a—

source: let it go.
es_419: suéltame.

source: thank you so much, young lady. you saved my life.
es_419: muchas gracias, señorita. me salvó la vida.

source: by the way... those white threads... somehow feel eerie.
es_419: por cierto, esos hilos blancos… se ven espeluznantes.

source: da
es_419: RAN

source: I heard that newbie and mr. gam didn't show up to work the following day.
es_419: oí que la nueva y el señor gam no fueron a trabajar al día siguiente.

source: are you okay? it looks like you fell way too hard.
es_419: ¿estás bien? parece que te golpeaste fuerte con la caída.

source: what is it?
es_419: ¿qué pasa?

source: wait, we're not in that kind of relationship.
es_419: espere, no tenemos ese tipo de relación.

source: the great being ensouled me, allowing me to seek revenge.
es_419: el ser supremo me otorgó un alma para poder vengarme.

source: nothing... gives him joy here. not a single thing...
es_419: aquí no hay nada que le guste. ni una cosa.

source: ugh
es_419: AUGH

source: she keeps overthinking about every little thing he says and
es_419: no para de hacer conjeturas sobre cada cosa que él dice.

source: no, that’s not what I was trying to ask--
es_419: no, eso no era lo que le quería pedir…

source: oh, yes! you're right!
es_419: ¡ah, sí! ¡tiene razón!

source: I watch it every night,
es_419: lo miro todas las noches,

source: ...you can go back to the demon world!
es_419: ¡podrá volver al mundo de los demonios!

source: miss seohwa, are you perhaps seeing someone from work?
es_419: ¿por casualidad estás saliendo con un compañero de trabajo?

source: I said...
es_419: le dije que…

source: but...
es_419: pero…

source: I told you to never set foot in here again. why have you returned?
es_419: te advertí que jamás volvieras aquí. ¿por qué no me hiciste caso?

source: seriously, what did you do?
es_419: en serio, ¿qué hiciste?

source: don't you agree, miss seohwa lee?
es_419: ¿no le parece, señorita lee?

source: not when he finally has a chance to go back, after being unable to for the past 600 years...
es_419: ahora que por fin consigue la oportunidad de volver después de 600 años sin tener éxito…

source: ooh...
es_419: ¡ah!

source: huh...? mr. gam...?
es_419: ¿eh? ¿señor gam?

source: this human contraption... is making me dizzy.
es_419: este juego de los humanos… me marea.

source: were the people in the photo I saw this morning my human partner’s family?
es_419: ¿acaso las personas que vi en la foto son la familia de mi compañera humana?

source: please, stand up!
es_419: ¡de pie!

source: I still don’t, but these days, I feel quite relieved that I was the one who ended up as your partner.
es_419: y sigo sin entenderlo. pero, con todo lo que estuvo pasando, me empecé a sentir aliviada por ser su compañera.

source: cheolsu's office
es_419: oficina de cheolsu

source: I'll talk to the department manager.
es_419: hablaré con la gerenta del departamento.

source: m-miss seohwa... um... your hand...
es_419: s-seohwa. em, tu mano…

source: unnecessary kindness is unpleasant.
es_419: no me gusta la amabilidad innecesaria.

source: no, I haven’t gone yet.
es_419: no, aún no.

source: you were right about feelings crossing over when you look into someone's eyes.
es_419: tenías razón en que los sentimientos se entrecruzan cuando miras a alguien a los ojos.

source: ...I counted to 10,000 sheep, but I still can't sleep.
es_419: … conté 10 000 ovejas, pero sigo sin poder dormir.

source: uh, what a nice night for a walk!
es_419: ¡vaya! ¡qué linda noche para caminar!

source: I didn't expect him to stand in line with me...
es_419: no esperaba que accediera a ir a donde yo quería.

source: do you need to ask permission when I’m the ceo of the company?
es_419: ¿de verdad necesitas pedir permiso? soy el presidente de la compañía.

source: this is honey tea, made from my special recipe.
es_419: te preparé té con miel siguiendo mi receta especial.

source: then I wouldn't have had to leave work early... that's never happened in my life...
es_419: así no me tendría que haber ido antes del trabajo. nunca me había pasado algo así.

source: what was that...?
es_419: ¿qué fue eso?

source: because I was worried about you.
es_419: porque estaba preocupada por usted.

source: um...
es_419: em…

source: customers at k mall have a high furniture purchasing rate and this upward trend will continue in the future.
es_419: ese lugar tiene un alto índice de compra de muebles, y esa tendencia seguirá aumentando en el futuro.

source: he must’ve been stressed already about having to deal with all this, and all I did was add to his list of worries...
es_419: ya bastante estresado estaba por tener que lidiar con todo este asunto, y yo no hice más que sumarle otra preocupación.

source: this is quite stuck...
es_419: ¡está atorado!

source: wait, this is my room!!
es_419: ¡¡momento, es mi cuarto!!

source: you don't have to feel that way.
es_419: no tienes por qué sentirte mal.

source: I want to be done with this sickening life more than anyone.
es_419: yo más que nadie quiero que esta vida horrenda acabe.

source: flare
es_419: FUOSH

source: ceo’s office
es_419: oficina del pdte.

source: could you please see to her?
es_419: ¿podrían atenderla?

source: wait, what’s all this?
es_419: espera. ¿qué es todo esto?

source: what's happening all of a sudden?
es_419: ¿pero qué me pasa?

source: so please do me a favor and promise me...
es_419: así que te pido encarecidamente que…

source: I'll do one thing that you want to do since you came to the place I wanted to go to!
es_419: ¡como vinimos al lugar que yo quería, vamos a hacer algo que usted quiera!

source: I don't think I can do that.
es_419: no creo que pueda.

source: and automatically adjust its brightness depending on the user’s sleep quality.
es_419: y que se ajuste automáticamente la intensidad del brillo acorde a la calidad del sueño.

source: bitter
es_419: MOLESTO

source: ...this feels good.
es_419: … qué bien se siente.

source: ugh... it feels like someone is stabbing my stomach with sharp needles. is it the stress?
es_419: ¡augh! siento que me están clavando agujas filosas en el estómago. ¿será estrés?

source: you can never drink coffee from now on!
es_419: ¡no quiero que vuelvas a beber café!

source: his hand was very soft... but also big and warm...
es_419: su mano es grande, pero muy suave y cálida a la vez.

source: can you put those people to sleep only when they're not in any potential danger?
es_419: ¿no puede hacer dormir a esas personas cuando no estén corriendo peligro?

source: what's all this?
es_419: ¿y esto?

source: that's not even all of it.
es_419: y eso no es todo.

source: I’ll do my best!
es_419: ¡daré lo mejor de mí!

source: and I was karmically destined to meet you as my human partner...
es_419: y por mi karma estabas destinada a ser mi compañera humana…

source: it just reminded me of when I was unemployed.
es_419: me recordaste a mi época de desempleo.

source: so absurd...
es_419: tan absurdo…

source: you just saw a glimpse of your past life.
es_419: acabas de ver un momento de tu vida pasada.

source: why am I feeling like this again?
es_419: ¿por qué me siento así de nuevo?

source: excuse me, I'm sorry about... earlier.
es_419: disculpe, lamento lo de antes…

source: t_x0003_a p
es_419: PAC

source: I heard you shouting for help...
es_419: te oí pidiendo ayuda.

source: I’ll be home a little late tonight.
es_419: hoy llegaré más tarde a casa.

source: da dun
es_419: TU TUM

source: ughh... my leg feels numb.
es_419: ¡augh! tengo las piernas entumecidas.

source: to be honest, I was so worried that mr. geum might say mr. gam had a significant other.
es_419: la verdad, temía que el señor geum me dijera que el señor gam ya encontró a su media naranja.

source: whoa
es_419: YUPI

source: what dark fate?
es_419: ¿qué destino oscuro?

source: I’m glad.
es_419: me alegro.

source: ...seohwa lee, in product development...
es_419: … seohwa Lee, del departamento de producción.

source: is it that feelings cross over when you look someone in the eyes? is that why?
es_419: ¿acaso los sentimientos se entrecruzan cuando miras a alguien a los ojos?

source: I’m not exactly sure.
es_419: la verdad, no sé.

source: tell me. why did you want to know about my dating history?
es_419: dime, ¿por qué te interesa saber sobre mi vida amorosa?

source: thunk
es_419: PUM

source: she allows you to sleep, and she'll help you go back to the demon world. she's a great human.
es_419: ella lo ayudará a dormir y a volver al mundo de los demonios. es una humana poderosa.

source: I didn't intentionally synchronize with you, but it looks like you were able to get what you needed, mr. gam.
es_419: no quise sincronizarme con usted, pero parece que pudo conseguir lo que necesitaba, señor gam.

source: it’s past your bedtime!
es_419: ¡ya es tarde!

source: I'm just worried about you.
es_419: me preocupas.

source: I feel really bad for him...
es_419: siento mucha pena por él.

source: maybe... he’s worried that I’ll be a burden?
es_419: ¿le preocupará que me vuelva una carga?

source: while the true story remains a mystery, there is one unchangeable truth.
es_419: la historia verdadera sigue siendo un misterio, pero hay una verdad absoluta.

source: I swung by to see if there were any potential improvements to be made to the employee cafeteria.
es_419: pasaba para ver si el comedor de los empleados se puede mejorar en algo.

source: wait, mr... gam?
es_419: momento. ¿señor gam?

source: to sum up, I’m saying I know you would’ve basically been the same person back then as you are now, whether it was 100 or 600 years ago.
es_419: en definitiva, creo que usted siempre ha sido la misma persona, tanto en el presente como en el pasado, ya sea hace 100 o 600 años.

source: she's been able to last this long because your energies have synchronized,
es_419: ella ha podido resistir todo este tiempo ya que sus energías están sincronizadas,

source: even though he complains, he always ends up listening to me.
es_419: aunque se queje, siempre termina escuchándome.

source: I want to know about my past life and my relationship back then with mr. gam.
es_419: quiero saber acerca de mi vida pasada y mi relación con el señor gam en aquel entonces.

source: I'm sorry.
es_419: lo lamento.

source: okay! thanks, mr. gam.
es_419: ¡de acuerdo! gracias, señor gam.

source: ...thank you.
es_419: … gracias.

source: whaat?
es_419: ¿qué?

source: what's with the long hair? is that a wig?
es_419: ¿y el pelo largo? ¿tiene puesta una peluca?

source: huh? what do we have to do?
es_419: ¿eh? ¿qué tenemos que hacer?

source: what’s with her?
es_419: ¿qué le pasa?

source: no, I’m fine. but I’m worried that something might happen to you.
es_419: no, yo estoy bien, pero me preocupa que le pase algo a usted.

source: hehe
es_419: JEJE

source: I did some research, and there are mattresses in other countries that are solely made of wool collected without harming the sheep from which it’s harvested.
es_419: al investigar, leí que en otros países se fabrican colchones con lana que proviene únicamente de ovejas que resultan ilesas al momento de la cosecha.

source: this is just how I am towards everyone. please don’t take it the wrong way.
es_419: soy así con todo el mundo. no me malinterprete.

source: how come you have that?
es_419: ¿dónde encontraste eso?

source: pick up
es_419: RECOGE

source: I'm not an herbivore!
es_419: ¡no soy herbívora!

source: now that I think about it, she might feel a bit embarrassed...
es_419: ahora que lo pienso mejor, quizás sienta un poco de vergüenza.

source: you must be tired from walking around because of me. you should rest!
es_419: seguro está cansado porque lo hice caminar mucho. ¡debería descansar!

source: I'll make sure that no one so much as scratches you.
es_419: me aseguraré de que nadie te rasguñe siquiera.

source: bring me a more detailed project plan by tomorrow.
es_419: para mañana, tráeme un plan de proyecto más detallado.

source: I have to be home before... before midnight!
es_419: ¡debo llegar a casa antes de la medianoche!

source: this is all because I was being nosey.
es_419: todo esto me pasa por ser entrometida.

source: Chapter 24 Written by MJ Art by Baeklee
es_419: Episodio 24 Historia: MJ Arte: Baeklee

source: I forgot to tell you earlier, but you and I are connected through synchronization...
es_419: antes olvidé decirte que estamos conectados por sincronización…

source: I can’t even calculate how many times older you are than me.
es_419: no puedo ni calcular cuántos años me lleva.

source: if you were that worried, you should’ve let me know.
es_419: si estabas tan preocupada, tendrías que haberme dicho.

source: why isn't it going away?
es_419: ¿por qué no se quita?

source: it was an accident!
es_419: ¡fue un accidente!

source: look, I'm just confused because suddenly, I have to live with my boss because of synchronization or whatever.
es_419: estoy confundida porque, de la noche a la mañana, me mudé con mi jefe por estar sincronizados o algo así.

source: those are very dangerous things that cannot be done without loyalty to the company.
es_419: son actos muy valientes que solo podrían venir de alguien leal a dne.

source: since I can hold you back if I get sick.
es_419: ya que se perjudica si yo me enfermo.

source: that way you can increase your blood sugar levels.
es_419: es para aumentar su nivel de azúcar en sangre.

source: try lying down. that's the newest model.
es_419: recuéstese. es el modelo más nuevo.

source: you saw it and I removed it.
es_419: tú lo viste, y yo lo quité.

source: I didn’t realize it was this late. we should all be getting home.
es_419: no me di cuenta de lo tarde que es. todos deberíamos irnos.

source: I envied my friends who worked on job applications while eating sandwiches at a coffee shop...
es_419: envidiaba a quienes se sentaban en un café a buscar trabajo mientras comían lo que querían.

source: I’m glad you’re safe.
es_419: me alegra que estés bien.

source: I’m sorry, but I don’t think I can help you with that.
es_419: lo lamento, pero no creo que pueda ayudarte con eso.

source: after all this time, there is nothing left for me in the human world...
es_419: después de tantos años, no me queda nada en el mundo humano.

source: this isn’t something he can help me with.
es_419: la verdad, no me puede ayudar con esto.

source: this is embarrassing...
es_419: ¡qué vergüenza!

source: someone like mr. gam must have been popular with the ladies.
es_419: imagino que un hombre como él tiene éxito con las mujeres.

source: where did she go?
es_419: ¿a dónde se fue?

source: contract or not, I'm gonna be done with this as soon as possible!
es_419: ¡con o sin contrato, acabaré con esto lo más pronto posible!

source: imagine what would've happened if I’d ignored you.
es_419: imagine lo que habría pasado si yo lo hubiera ignorado.

source: oh well. he’ll probably wake up soon.
es_419: bueno, seguro ya se despierta.

source: he really tells you everything, doesn’t he? haha...
es_419: le cuenta absolutamente todo, ¿no? ja, ja.

source: through sleep, people could forget about painful memories,
es_419: al dormir, las personas olvidan sus dolorosos recuerdos,

source: what did you just do to me?
es_419: ¿qué me acabas de hacer?

source: what's this pillow...? it's firm.
es_419: ¿y esta almohada? es firme.

source: I've never felt anything like that before.
es_419: nunca había sentido nada parecido.

source: are you seriously worrying about my health right now?! this is nothing to me-!
es_419: ¡¿de verdad te preocupas por mi salud ahora?! ¡esto no es nada para mí!

source: good morning.
es_419: buen día.

source: it's nothing.
es_419: nada.

source: but to think she wants me to leave this badly...
es_419: pero que tenga tantas ganas de que me vaya…

source: why does he look so serious all of a sudden?
es_419: ¿por qué, de repente, se puso tan serio?

source: go ahead.
es_419: adelante.

source: this only happened because I carried you out after you fainted, right?
es_419: ese rumor inició porque te cargué en brazos cuando te desmayaste, ¿no?

source: I-I'm really fine...
es_419: e-en serio estoy bien.

source: I can't believe geumbae picked a guy like him, out of all people...
es_419: no puedo creer que geumbae haya elegido a un tipo como ese.

source: The white threads draped all around the hourglass.
es_419: hay hilos blancos enredados en el reloj de arena.

source: ...to this day.
es_419: … hasta hoy.

source: what do you mean?
es_419: ¿qué quieres decir?
